Repository: Symbian9/medcalcs60
Catalog: src/locale/*/LC_MESSAGES/medcalc.po
Languages: pt, ru

source: About
ru: О программе

source: Exit
ru: Выход

source: Open source medical calculator v%s.
ru: Медицинский калькулятор с открытым исходным кодом. Версия v%s

source: General
pt: Geral
ru: Общие

source: Body mass index
ru: Индекс массы тела

source: Body mass (kg)
pt: Peso (kg)
ru: Масса тела (кг)

source: Height (cm)
pt: Altura (cm)
ru: Рост (см)

source: Body surface area
ru: Площадь поверхности тела

source: %.2f m2 (square meters)
ru: %.2f м2 (метров квадратных)

source: Basal energy expenditure
pt: Gasto de energia basal
ru: Базальный метаболизм

source: Male
pt: Homem
ru: Мужской

source: Female
pt: Mulher
ru: Женский

source: Sex
pt: Sexo
ru: Пол

source: Age
pt: Idade
ru: Возраст

source: %.1f kcal
ru: %.1f ккал

source: Current age
pt: Idade
ru: Возраст

source: Date of birth
pt: Aniversário
ru: Дата рождения

source: %.2f years
ru: %.2f лет

source: Neurology
pt: Neuro
ru: Неврология

source: Abbreviated mental test
pt: Teste mental abreviado
ru: Краткая шкала оценки психического статуса

source: Can remember an address
pt: Nome do lugar
ru: Запоминает названный адрес

source: Where are you now
pt: Endereço
ru: Где вы сейчас

source: What is the year
pt: Ano em que estamos
ru: Какой сейчас год

source: Time to the nearest hour
pt: Minutos para próxima hora
ru: Минут до конца часа

source: Recognize two persons
pt: Reconhecer 2 pessoas
ru: Узнать двух людей

source: Any historical data
pt: Data 1a guerra
ru: Историческая дата

source: Present president
pt: Presidente da república
ru: Кто сейчас президент?

source: Count from 20 to 1
pt: Conta 20 a 1
ru: Счёт от 20 к 1

source: %d points, no dementia
pt: Pontos %d- Não demenciado
ru: %d быллов, нет деменции

source: %d points, dementia probability 81.5 %%
pt: Pontos %d- Demenciado 81.5 %%
ru: %d баллов, вероятность деменции 81.5 %%

source: Glasgow coma scale
ru: Шкала комы Глазго

source: Opens spontaneously
pt: Espontaneamente
ru: Спонтанно

source: In response to voice
pt: Estímulo Verbal
ru: В ответ на обращение

source: Pain
pt: A dor
ru: Боль

source: None
pt: Nunca
ru: Отсутствует

source: Oriented, converses normally
pt: Orientado e falando
ru: Ориентирован, отвечает на вопросы

source: Confused, disoriented
pt: Desorientado e falando
ru: Дезориентирован, но может отвечать на вопросы

source: Utters inappropriate words
pt: Palavras confusas
ru: Словесная окрошка

source: Incomprehensible sounds
pt: Sons incompreensiveis
ru: Нечленораздельные звуки

source: No reaction
pt: Sem resposta
ru: Нет реакции

source: Obeys commands
pt: Obedece comandos
ru: Выполняет команды

source: Localizes painful stimuli
pt: Localiza a dor
ru: Локализует боль

source: Flexion / Withdrawal to painful stimuli
pt: Flexão normal
ru: Стабильные рефлексы

source: Abnormal flexion to painful stimuli (decorticate response)
pt: Flexão anormal
ru: Декортикационная ригидность

source: Extension to painful stimuli (decerebrate response)
pt: Extensão
ru: Децеребрационная ригидность (разгибание в ответ на боль)

source: Eye
pt: Olhos
ru: Открывание глаз

source: Verbal
ru: Речевая реакция

source: Motor
ru: Двигательная реакция

source: %(GCS)d points, recovery prob. %(pGCS)d%%
pt: %(GCS)d, prob. recuperação: %(pGCS)d%%
ru: %(GCS)d баллов, восстановление в %(pGCS)d%%

source: ≤ 14.1 mL
ru: ≤ 14.1 мл

source: > 14.1 mL
ru: > 14.1 мл

source: ≤ 3 hours
pt: ≤ 3 horas
ru: ≤ 3 часов

source: 3-6 hours
pt: 3-6 horas
ru: 3-6 часов

source: > 6 hours
pt: > 6 horas
ru: > 6 часов

source: MR-DWI lesion volume
pt: Volume da lesão MR-DWI
ru: Объём поражений на МРТ

source: NIHSS score
ru: Балл инсульта NIHSS

source: Time from onset
pt: Tempo desde o começo
ru: С начала приступа прошло

source: low
pt: baixa
ru: низкая

source: medium
pt: média
ru: средняя

source: high
pt: alta
ru: высокая

source: %(ninds3)d points, recovery prob. %(pninds3)s
pt: %(ninds3)d, prob. recuperação: %(pninds3)s
ru: %(ninds3)d баллов, %(pninds3)s вероятность восстановления

source: Zung depression scale
pt: Zung depressão
ru: Шкала 3анга (оценка депрессии)

source: A little of the time
pt: Poucas Vezes
ru: Никогда

source: Some of the time
pt: Algumas Vezes
ru: Иногда

source: Good part of the time
pt: Boa Parte das Vezes
ru: Часто

source: Most of the time
pt: Quase Sempre
ru: Постоянно

source: I feel down hearted and blue.
pt: Sinto desanimo e tristeza?
ru: Я чувствую подавленность и тоску

source: Morning is when I feel the best.
pt: Sinto melhor de manhã?
ru: Утром я чувствую себя лучше всего

source: I have crying spells or feel like it.
pt: Choro ou tenho vontade?
ru: У меня бывают периоды плача или близости к слезам

source: I have trouble sleeping at night.
pt: Problemas para dormir?
ru: У меня проблемы со сном

source: I eat as much as I used to.
pt: Como o habitual?
ru: Аппетит у меня не хуже обычного

source: I still enjoy sex.
pt: Vida sexual normal?
ru: Меня привлекает секс

source: I notice that I am losing weight.
pt: Estou perdendo peso?
ru: Я замечаю, что теряю вес

source: I have trouble with constipation.
pt: Problemas de constipação?
ru: Меня беспокоят запоры

source: My heart beats faster than usual.
pt: Coração batendo mais acelerado?
ru: Сердце бьётся быстрее, чем обычно

source: I get tired for no reason.
pt: Cansado sem razão?
ru: Я устаю без всяких причин

source: My mind is as clear as it used to be.
pt: Pensamento claro como de costume?
ru: Я мыслю также ясно как всегда

source: I find it easy to do the things I used to.
pt: É fácil fazer o que estou acostumado?
ru: Мне легко делать то, что я умею

source: I am restless and can’t keep still.
pt: Sinto-me inquieto?
ru: Чувствую беспокойство и не могу усидеть на месте

source: I feel hopeful about the future.
pt: Sinto-me esperançoso com relação ao futuro?
ru: У меня есть надежды на будущее

source: I am more irritable than usual.
pt: Mais irritável que o usual?
ru: Я более раздражителен, чем обычно

source: I find it easy to make decisions.
pt: É fácil tomar decisões?
ru: Мне легко принимать решения

source: I feel that I am useful and needed.
pt: Sinto-me útil e necessário?
ru: Я чувствую, что полезен и необходим

source: My life is pretty full.
pt: Minha vida está plena?
ru: Я живу достаточно полной жизнью

source: I feel that others would be better off if I were dead.
pt: Sinto que os outros estariam melhor com eu morto?
ru: Я чувствую, что другим людям станет лучше, если я умру

source: I still enjoy the things I used to do.
pt: Gosto das coisas que costumava gostar?
ru: Меня до сих пор радует то, что радовало всегда

source: normal
ru: норма

source: threshold
pt: limiar
ru: порог

source: %(ZNG)d prob. %(dGCS)s
pt: Zung = %(ZNG)d Provavelmente:%(dGCS)s
ru: %(ZNG)d, вероятность %(dGCS)s

source: Hachinski ischemia score
pt: Hachinski indice isquemico
ru: Шкала ишемии Хачинского

source: Stepwise deterioration
ru: Постепенное ухудшение (когнитивного статуса)

source: Fluctuating course
ru: Флюктуирующее течение

source: Nocturnal confusion
ru: Дезориентация ночью

source: Relative preservation of personality
ru: Относительная личностная сохранность

source: Depression
ru: Депрессия

source: Somatic complaints
ru: Соматические жалобы

source: Emotional incontinence
ru: Эмоциональная неустойчивость

source: History of hypertension
ru: Артериальная гипертензия в анамнезе

source: History of strokes
ru: Инсульты в анамнезе

source: Evidence of associated atherosclerosis
ru: Признаки сопутствующего атеросклероза

source: Focal neurological symptoms
ru: Очаговые неврологические симптомы

source: Focal neurological signs
ru: Патологические очаговые знаки

source: %d points, vascular dementia
pt: Pontos %d- demencia vascular
ru: %d баллов, сосудистая деменция

source: %d points, primary dementia
pt: Pontos %d- Demencia Primária
ru: %d баллов, первичная деменция

source: %d points, borderline / mixed
pt: Pontos %d- Limiar / Mixed
ru: %d баллов, пограничная / смешанная

source: CHADS2 - stroke risk
pt: CHADS2 - AVC/AFib
ru: CHADS2 - риск инсульта

source: Heart failure, past or current
pt: Historico de ICC
ru: Сердечная недостаточность

source: Hypertension
pt: Hipertensão
ru: Артериальная гипертензия

source: Age ≥ 75 years
pt: Mais de 75 anos
ru: Возраст ≥ 75 лет

source: Diabetes mellitus
pt: Diabete mellitus
ru: Сахарный диабет

source: Prior ischemic stroke, TIA or thromboembolism
pt: Histórico de AVC ou TIA
ru: Инсульт или транзиторная ишемическая атака в анамнезе

source: %(rt0)d points, stroke prob. %(rt1).1f%% (%(rt2)s)
pt: %(rt0)d pontos Prob AVC: %(rt1).1f%% (%(rt2)s)
ru: %(rt0)d баллов, инсульт в %(rt1).1f%% (%(rt2)s)

source: X-Ray
pt: Raio-X
ru: Рентгенограммы

source: Pneumonia 1
ru: Пневмония 1

source: Pneumonia 2
ru: Пневмония 2

source: Anthrax
pt: Antrax
ru: Сибирская язва

source: Marfan
ru: Марфана синдром

source: Cancer
pt: Câncer
ru: Рак

source: ICU
pt: UTI
ru: Интенсивная терапия

source: Respiratory rate (bpm)
pt: Ritmo resp. vent. (bpm)
ru: Частота дыханий в минуту

source: Alveolar-arterial gradient
pt: Gradiente arterial alveolar
ru: Альвеолярно-артериальная разница по кислороду

source: Bicarbonate & base excess
pt: Bicarbonato e base excesso
ru: Бикарбонат и дефицит оснований

source: Bedrest
pt: Repouso

source: Ambulating
pt: Deambulando

source: Activity
pt: Atividade

source: Oxygen content
pt: Quantidade oxigênio

source: Oxygen saturation
pt: Saturação oxigênio

source: Insp. pO2
pt: Entrada pO2

source: Serum osmolality
pt: Osmolaridade sérica

source: Ventilation index
pt: Indíce de ventilação

source: Peak insp. pressure (mmHg)
pt: Pico pressão insp. (mmHg)
